<!doctype html>

<html lang="es">
<head><title>[fr4j4-ServerTest}</title></head>
<body>
	<h1>Bienvenid@s</h1>
	<h2>No tengo mucho que decir, ten&iacute;a un tarro viejo debajo de mi mesa y
	lo qued&eacute; mirando un buen rato.<br>Se me ocurri&oacute; investigar sobre servidores, HTML5 y todo lo 		dem&aacute;s.<br>Bueno, como no tengo mucho tiempo, puede que esta p&aacute;gina no quede muy bonita, pero
	por mientras, para que sea un poco m&aacute;s<br>entretenida, les dejar&eacute; unos proyecyos de videojuegos en los 		que "trabajado" (pasar el rato) :</h2>

	<br><h1>El primero: "Little Timmy's world"</h1>
	<h3>Es un juego de plataformas sobre un peque&ntilde;o ni&ntilde;o en su propio mundo de fantas&iacute;as.<br>
	Fu&eacute; desarrollado durante la Global Game Jam 2014 en la ciudad de Valdivia, con mis compa&ntilde;eros de
	universidad, y a pesar de que la GGJ da 24 horasVpara hacer el juego, nosotros lo hicimos en las 5 &uacute;ltimas 		horas jajaja (no se nos ocurr&iacute;a absolutamente nada)...<br>Sin m&aacute;s pre&aacute;mbulos, aqu&iacute; el 		santo juego:</h3>
	
	<h3><a href="/timmy/index.html">Jugar Little Timmy's World</a></h3>
	<h3><b>*Teclas: up/dwn/left/right =moverse/saltar/agacharse (si aprietan la "b" aparece una bruja. La bruja sal&iacute;a en la "versi&oacute;n final", pero se me perdi&oacute; y subi esta que encontr&eacute; por ah&iacute;)</b></h3>
	<h1>Super mario Fan Attack</h1>
	<h3>Bueno, no hay mucho que contar sobre este juego.... estaba sentado en mi casa sin hacer nada, me puse a jugar New Super MArio Bros en Dolphin emulator.<br>a unas 15 fps yse me ocurrio hacer mi propio Super Mario haha, al final lo dej&eacute; hasta all&iacute; y no hice nada mas que la demo que est&aacute; a continuaci&oacute;n</h3>
	<h3><a href="/Super Mario Fan Attack/index.html">Jugar Super Mario Fan Attack</a></h3>
	<h3>*Teclas: x= salta; z= corre; izda/derecha se mueve*</h3>
	<h1>Con cari&ntilde;os, fr4j4.<h1>
</body>
<footer></h3>Editado por &uacute;ltima vez 31/03/2014 por fr4j4:</h3></footer>
</html>
